# debugging არის შენს კოდში შეცდომების შესწორებას
#პითონი არის case sensetive ენა რომელიც განასხვავებს დიდ და პატარა ასოებს. აქ რომ შეცდომა არ დავუშვათ ჩვენ სიტყვები უნდა დავწეროთ პატარა ასოებით

nu_m1=67
nu_m2=69
name_1="andria"
surname="mosikashvili"
name_2="gela"
# 1name=(andria)-აქ შეცდომა ის არის რომ ცვლადში რიცხვით დაწყება არ შეიძლება
# name=(gela)-აქ შეცდომა ის არის რომ ცვლადში ბრჭყალები არ დავამატეთ
# "surname"=("mosikashvili")-აქ შეცდომა ის არის რომ ცვლადის დასაწყისში ჩვენ გამოვიყენეთ სტრინგი
# sur name2=("inasaridze")-აქ შეცდომა ის არის რომ ჩვენ სპეისი გამოვიყენეთ დასაწყისში
# na*me=("gela")-აქ შეცდომა ის არის რომ ცვლადში გამოვიყენეთ სიმბოლო

A=7
B=4
AB=7+4
print(AB)

a2=3
b2=2
a2b2=3-2
print(a2b2)

a3=5
b3=1
a3b3=5*1
print(a3b3)

a4=80
b4=20
a4b4=80//20
print(a4b4)